Repository: JeziL/carvita
Catalog: lib/i18n/app_*.arb
Languages: ar, de, es, fr, it, ja, ko, pt, ru, zh, zh_hant

# dashboardTitle
source: Dashboard
ar: لوحة التحكم
es: Tablero
fr: Tableau de bord
ja: ダッシュボード
ko: 대시보드
pt: Painel
ru: Панель
zh: 仪表盘
zh_hant: 儀表盤

source: Add Vehicle
ar: إضافة مركبة
de: Fahrzeug hinzufügen
es: Añadir Vehículo
fr: Ajouter un véhicule
it: Aggiungi Veicolo
ja: 車両を追加
ko: 차량 추가
pt: Adicionar Veículo
ru: Добавить авто
zh: 添加车辆
zh_hant: 新增車輛

source: Log Maintenance
ar: تسجيل الصيانة
de: Wartung protokollieren
es: Registrar Mantenimiento
fr: Enregistrer l'entretien
it: Registra Manutenzione
ja: メンテナンスを記録
ko: 정비 기록
pt: Registar Manutenção
ru: Записать ТО
zh: 记录保养
zh_hant: 記錄保養

# urgentReminders
source: Reminders
ar: تذكيرات
de: Erinnerungen
es: Recordatorios
fr: Rappels
it: Promemoria
ja: リマインダー
ko: 리마인더
pt: Lembretes
ru: Напоминания
zh: 到期提醒
zh_hant: 到期提醒

# itemsDueSoon
source: {count, plural, =0{no maintenance} =1{1 maintenance} other{{count} maintenance}} due soon
ar: {count, plural, =0{لا توجد صيانة} =1{صيانة واحدة} =2{صيانتان} few{{count} صيانات} many{{count} صيانة} other{{count} صيانة}} مستحقة قريباً
de: {count, plural, =0{keine Wartung} =1{1 Wartung} other{{count} Wartungen}} bald fällig
es: {count, plural, =0{sin mantenimiento} =1{1 mantenimiento} other{{count} mantenimientos}} próximamente
fr: {count, plural, =0{aucun entretien} =1{1 entretien} other{{count} entretiens}} bientôt dus
it: {count, plural, =0{nessuna manutenzione} =1{1 manutenzione} other{{count} manutenzioni}} in scadenza
ja: まもなく期限のメンテナンス{count}件
ko: 곧 만기될 정비 {count}개
pt: {count, plural, =0{nenhuma manutenção} =1{1 manutenção} other{{count} manutenções}} em breve
ru: {count, plural, =0{нет ТО} =1{1 ТО} few{{count} ТО} many{{count} ТО} other{{count} ТО}} скоро
zh: {count, plural, =0{没有} other{{count} 项}}保养待进行
zh_hant: {count, plural, =0{沒有} other{{count} 項}}保養待進行

# daysLater
source: {count, plural, =0{Today} =1{Tomorrow} other{{count} days later}}
ar: {count, plural, =0{اليوم} =1{غداً} =2{بعد يومين} few{بعد {count} أيام} many{بعد {count} يوماً} other{بعد {count} يوماً}}
de: {count, plural, =0{Heute} =1{Morgen} other{In {count} Tagen}}
es: {count, plural, =0{Hoy} =1{Mañana} other{{count} días después}}
fr: {count, plural, =0{Aujourd'hui} =1{Demain} other{Dans {count} jours}}
it: {count, plural, =0{Oggi} =1{Domani} other{Tra {count} giorni}}
ja: {count, plural, =0{今日} =1{明日} other{{count}日後}}
ko: {count, plural, =0{오늘} =1{내일} other{{count}일 후}}
pt: {count, plural, =0{Hoje} =1{Amanhã} other{{count} dias depois}}
ru: {count, plural, =0{Сегодня} =1{Завтра} few{Через {count} дня} many{Через {count} дней} other{Через {count} дня}}
zh: {count, plural, =0{今天} =1{明天} other{{count} 天后}}
zh_hant: {count, plural, =0{今天} =1{明天} other{{count} 天后}}

# daysOverdue
source: {count, plural, =1{1 day} other{{count} days}} overdue
ar: {count, plural, =1{يوم واحد} =2{يومان} few{{count} أيام} many{{count} يوماً} other{{count} يوماً}} متأخرة
de: {count, plural, =1{1 Tag} other{{count} Tage}} überfällig
es: {count, plural, =1{1 día} other{{count} días}} de retraso
fr: {count, plural, =1{1 jour} other{{count} jours}} de retard
it: {count, plural, =1{1 giorno} other{{count} giorni}} di ritardo
ja: {count}日期限超過
ko: {count}일 지남
pt: {count, plural, =1{1 dia} other{{count} dias}} de atraso
ru: {count, plural, =1{1 день} few{{count} дня} many{{count} дней} other{{count} дня}} просрочено
zh: 已逾期 {count} 天
zh_hant: 已逾期 {count} 天

# disLater
source: {count} {unit} later
ar: {count} {unit} لاحقاً
de: {count} {unit} später
es: {count} {unit} más tarde
fr: {count} {unit} plus tard
it: {count} {unit} dopo
ja: {count}{unit}後
ko: {count} {unit} 후
pt: {count} {unit} depois
ru: {count} {unit} позже
zh_hant: {count} {unit} 後

# nextMaintenanceShort
source: Next
ar: التالية
de: Nächste
es: Próximo
fr: Prochain
it: Prossima
ja: 次回
ko: 다음
pt: Próxima
ru: След.
zh: 下次保养
zh_hant: 下次保養

source: Next maintenance
ar: الصيانة التالية
de: Nächste Wartung
es: Próximo mantenimiento
fr: Prochain entretien
it: Prossima manutenzione
ja: 次回のメンテナンス
ko: 다음 정비
pt: Próxima manutenção
ru: Следующее ТО
zh: 下次保养
zh_hant: 下次保養

# noNextMaintenance
source: No upcoming maintenance
ar: لا توجد صيانة قادمة
de: Keine anstehende Wartung
es: Sin próximo mantenimiento
fr: Aucun entretien à venir
it: Nessuna manutenzione imminente
ja: 予定されているメンテナンスはありません
ko: 예정된 정비 없음
pt: Nenhuma manutenção futura
ru: Нет предстоящего ТО
zh: 暂无待办保养
zh_hant: 暫無待辦保養

# myVehicles
source: Vehicles
ar: مركباتي
de: Fahrzeuge
es: Vehículos
fr: Véhicules
it: Veicoli
ja: 車両
ko: 차량
pt: Veículos
ru: Автомобили
zh: 我的车辆
zh_hant: 我的車輛

# navDashboard
source: Dashboard
ar: الرئيسية
es: Tablero
fr: Tableau de bord
ja: ダッシュボード
ko: 대시보드
pt: Painel
ru: Панель
zh: 仪表盘
zh_hant: 儀表盤

# navVehicles
source: Vehicles
ar: المركبات
de: Fahrzeuge
es: Vehículos
fr: Véhicules
it: Veicoli
ja: 車両
ko: 차량
pt: Veículos
ru: Авто
zh: 车辆
zh_hant: 車輛

# navMaintenanceList
source: Maintenance
ar: الصيانة
de: Wartung
es: Mantenimiento
fr: Entretien
it: Manutenzione
ja: メンテナンス
ko: 정비
pt: Manutenção
ru: ТО
zh: 保养清单
zh_hant: 保養清單

# navSettings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
pt: Configurações
ru: Настройки
zh: 设置
zh_hant: 設定

# reminderThresholdSetting
source: Reminder threshold
ar: حد التذكير
de: Erinnerungsschwelle
es: Umbral de recordatorio
fr: Seuil de rappel
it: Soglia promemoria
ja: リマインダーしきい値
ko: 리마인더 임계값
pt: Limite do lembrete
ru: Порог напоминания
zh: 到期提醒阈值
zh_hant: 到期提醒閾值

# thresholdWeek
source: Within 1 week
ar: خلال أسبوع
de: Innerhalb 1 Woche
es: Dentro de 1 semana
fr: Dans 1 semaine
it: Entro 1 settimana
ja: 1週間以内
ko: 1주일 이내
pt: Dentro de 1 semana
ru: В течение 1 недели
zh: 一星期内
zh_hant: 一星期內

# thresholdMonth
source: Within 1 month
ar: خلال شهر
de: Innerhalb 1 Monat
es: Dentro de 1 mes
fr: Dans 1 mois
it: Entro 1 mese
ja: 1ヶ月以内
ko: 1개월 이내
pt: Dentro de 1 mês
ru: В течение 1 месяца
zh: 一个月内
zh_hant: 一個月內

# thresholdHalfYear
source: Within 6 months
ar: خلال 6 أشهر
de: Innerhalb 6 Monate
es: Dentro de 6 meses
fr: Dans 6 mois
it: Entro 6 mesi
ja: 6ヶ月以内
ko: 6개월 이내
pt: Dentro de 6 meses
ru: В течение 6 месяцев
zh: 半年内
zh_hant: 半年內

# notificationLeadTimeLabel
source: Notification preference
ar: تفضيل الإشعار
de: Benachrichtigungspräferenz
es: Preferencia de notificación
fr: Préférence de notification
it: Preferenza notifica
ja: 通知設定
ko: 알림 설정
pt: Preferência de notificação
ru: Уведомлять за
zh: 提醒偏好
zh_hant: 提醒偏好

# notificationLeadTime
source: {count, plural, =1{1 day} other{{count} days}} in advance
ar: {count, plural, =1{يوم واحد} =2{يومان} few{{count} أيام} many{{count} يوماً} other{{count} يوماً}} مقدماً
de: {count, plural, =1{1 Tag} other{{count} Tage}} im Voraus
es: {count, plural, =1{1 día} other{{count} días}} de antelación
fr: {count, plural, =1{1 jour} other{{count} jours}} à l'avance
it: {count, plural, =1{1 giorno} other{{count} giorni}} in anticipo
ja: {count}日前
ko: {count}일 전
pt: {count, plural, =1{1 dia} other{{count} dias}} de antecedência
ru: {count, plural, =1{1 день} few{{count} дня} many{{count} дней} other{{count} дня}}
zh: 提前 {count} 天
zh_hant: 提前 {count} 天

# notificationPrefix
source: Maintenance Reminder
ar: تذكير بالصيانة
de: Wartungserinnerung
es: Recordatorio de Mantenimiento
fr: Rappel d'Entretien
it: Promemoria Manutenzione
ja: メンテナンスリマインダー
ko: 정비 리마인더
pt: Lembrete de Manutenção
ru: Напоминание о ТО
zh: 保养提醒
zh_hant: 保養提醒

# notificationBody
source: {maintenanceItem} is due on {dueDate}.
ar: {maintenanceItem} مستحقة في {dueDate}.
de: {maintenanceItem} ist am {dueDate} fällig.
es: {maintenanceItem} vence el {dueDate}.
fr: {maintenanceItem} est dû le {dueDate}.
it: {maintenanceItem} scade il {dueDate}.
ja: {maintenanceItem}は{dueDate}が期限です。
ko: {maintenanceItem} 항목이 {dueDate}에 만료됩니다.
pt: {maintenanceItem} vence em {dueDate}.
ru: {maintenanceItem} требуется {dueDate}.
zh: {maintenanceItem}即将于 {dueDate}到期。
zh_hant: {maintenanceItem}即將於 {dueDate}到期。

# errNoVehicleToLog
source: Please add a vehicle before logging maintenance.
ar: يرجى إضافة مركبة قبل تسجيل الصيانة.
de: Bitte fügen Sie ein Fahrzeug hinzu, bevor Sie eine Wartung protokollieren.
es: Por favor, añade un vehículo antes de registrar el mantenimiento.
fr: Veuillez ajouter un véhicule avant d'enregistrer un entretien.
it: Aggiungi un veicolo prima di registrare la manutenzione.
ja: メンテナンスを記録する前に車両を追加してください。
ko: 정비를 기록하기 전에 차량을 추가하세요.
pt: Por favor, adicione um veículo antes de registar a manutenção.
ru: Добавьте авто перед записью ТО.
zh: 请先添加车辆，才能记录保养。
zh_hant: 請先新增車輛，才能記錄保養。

source: No upcoming maintenance.
ar: لا توجد صيانة قادمة.
de: Keine anstehende Wartung.
es: No hay mantenimiento próximo.
fr: Aucun entretien à venir.
it: Nessuna manutenzione imminente.
ja: 予定されているメンテナンスはありません。
ko: 예정된 정비가 없습니다.
pt: Nenhuma manutenção futura.
ru: Нет предстоящего ТО.
zh: 暂无到期提醒。
zh_hant: 暫無到期提醒。

source: View all
ar: عرض الكل
de: Alle anzeigen
es: Ver todo
fr: Voir tout
it: Vedi tutto
ja: すべて表示
ko: 모두 보기
pt: Ver tudo
ru: Смотреть все
zh: 查看全部
zh_hant: 檢視全部

# noVehicles
source: You haven't added any vehicles yet.
ar: لم تقم بإضافة أي مركبات بعد.
de: Sie haben noch keine Fahrzeuge hinzugefügt.
es: Aún no has añadido ningún vehículo.
fr: Vous n'avez encore ajouté aucun véhicule.
it: Non hai ancora aggiunto nessun veicolo.
ja: まだ車両を追加していません。
ko: 아직 추가한 차량이 없습니다.
pt: Ainda não adicionou nenhum veículo.
ru: Вы еще не добавили ни одного авто.
zh: 您还没有添加车辆。
zh_hant: 您還沒有新增車輛。

source: Regular interval
ar: فاصل منتظم
de: Regelmäßiges Intervall
es: Intervalo regular
fr: Intervalle régulier
it: Intervallo regolare
ja: 通常間隔
ko: 정기 간격
pt: Intervalo regular
ru: Регулярный интервал
zh: 常规保养周期
zh_hant: 常規保養週期

source: Initial interval
ar: فاصل أولي
de: Anfängliches Intervall
es: Intervalo inicial
fr: Intervalle initial
it: Intervallo iniziale
ja: 初回間隔
ko: 초기 간격
pt: Intervalo inicial
ru: Начальный интервал
zh: 首次保养周期
zh_hant: 首次保養週期

# optionalEntry
source: optional
ar: اختياري
es: opcional
fr: optionnel
it: opzionale
ja: 任意
ko: 선택 사항
pt: opcional
ru: необязательно
zh: 可选
zh_hant: 可選

# invalidRegularInterval
source: Regular interval: Please enter a valid time or mileage interval (must be greater than 0).
ar: فاصل منتظم: يرجى إدخال فاصل زمني أو مسافة صالح (يجب أن يكون أكبر من 0).
de: Regelmäßiges Intervall: Bitte geben Sie ein gültiges Zeit- oder Kilometerintervall ein (muss größer als 0 sein).
es: Intervalo regular: Introduce un intervalo de tiempo o kilometraje válido (debe ser mayor que 0).
fr: Intervalle régulier : Veuillez entrer un intervalle de temps ou de kilométrage valide (doit être supérieur à 0).
it: Intervallo regolare: Inserisci un intervallo di tempo o chilometraggio valido (deve essere > 0).
ja: 通常間隔：有効な時間または走行距離の間隔を入力してください（0より大きい必要があります）。
ko: 정기 간격: 유효한 시간 또는 주행 거리 간격(0보다 커야 함)을 입력하세요.
pt: Intervalo regular: Introduza um intervalo de tempo ou quilometragem válido (deve ser maior que 0).
ru: Регулярный интервал: Введите время или пробег (> 0).
zh: 常规保养周期: 时间和里程请至少有效设置一项 (需为大于 0 的数字)。
zh_hant: 常規保養週期: 時間和里程請至少有效設定一項 (需為大於 0 的數字)。

# invalidOptionalEntry
source: {optionalEntry}: Must be a positive integer if entered.
ar: {optionalEntry}: يجب أن يكون عددًا صحيحًا موجبًا إذا تم إدخاله.
de: {optionalEntry}: Muss eine positive Ganzzahl sein, falls eingegeben.
es: {optionalEntry}: Debe ser un entero positivo si se introduce.
fr: {optionalEntry} : Doit être un entier positif s'il est saisi.
it: {optionalEntry}: Deve essere un intero positivo se inserito.
ja: {optionalEntry}：入力する場合は正の整数である必要があります。
ko: {optionalEntry}: 입력하는 경우 양의 정수여야 합니다.
pt: {optionalEntry}: Deve ser um inteiro positivo se introduzido.
ru: {optionalEntry}: Должно быть положительное число.
zh: {optionalEntry}: 若填写，必须为有效正整数。
zh_hant: {optionalEntry}: 若填寫，必須為有效正整數。

# hintComesFirst
source: Whichever comes first applies
ar: أيهما يأتي أولاً ينطبق
de: Was zuerst eintritt, gilt
es: Se aplica lo que ocurra primero
fr: Le premier terme échu s'applique
it: Si applica quello che si verifica per primo
ja: どちらか早い方が適用されます
ko: 먼저 도래하는 기준 적용
pt: Aplica-se o que ocorrer primeiro
ru: Что наступит раньше
zh: 以先到者为准
zh_hant: 以先到者為準

# addEditMaintenanceItem
source: {opType, select, add{Add} edit{Edit} other{}} maintenance item
ar: {opType, select, add{إضافة} edit{تعديل} other{}} عنصر صيانة
de: {opType, select, add{Hinzufügen} edit{Bearbeiten} other{}} Wartungselement
es: {opType, select, add{Añadir} edit{Editar} other{}} elemento de mantenimiento
fr: {opType, select, add{Ajouter} edit{Modifier} other{}} un élément d'entretien
it: {opType, select, add{Aggiungi} edit{Modifica} other{}} voce di manutenzione
ja: メンテナンス項目を{opType, select, add{追加} edit{編集} other{}}
ko: 정비 항목 {opType, select, add{추가} edit{편집} other{}}
pt: {opType, select, add{Adicionar} edit{Editar} other{}} item de manutenção
ru: {opType, select, add{Добавить} edit{Изменить} other{}} пункт ТО
zh: {opType, select, add{添加} edit{编辑} other{}}保养项目
zh_hant: {opType, select, add{新增} edit{編輯} other{}}保養項目

# addEditMaintenanceItemForVeh
source: {opType, select, add{Add} edit{Edit} other{}} maintenance plan item for {vehicle}
ar: {opType, select, add{إضافة} edit{تعديل} other{}} عنصر لخطة الصيانة لـ {vehicle}
de: {opType, select, add{Hinzufügen} edit{Bearbeiten} other{}} Wartungsplanelement für {vehicle}
es: {opType, select, add{Añadir} edit{Editar} other{}} plan de mantenimiento para {vehicle}
fr: {opType, select, add{Ajouter} edit{Modifier} other{}} un élément au plan d'entretien pour {vehicle}
it: {opType, select, add{Aggiungi} edit{Modifica} other{}} voce piano manutenzione per {vehicle}
ja: {vehicle} のメンテナンスプラン項目を{opType, select, add{追加} edit{編集} other{}}
ko: {vehicle}의 정비 계획 항목 {opType, select, add{추가} edit{편집} other{}}
pt: {opType, select, add{Adicionar} edit{Editar} other{}} item do plano de manutenção para {vehicle}
ru: {opType, select, add{Добавить} edit{Изменить} other{}} пункт плана ТО для {vehicle}
zh: 为{vehicle}{opType, select, add{添加} edit{编辑} other{}}保养手册项目
zh_hant: 為{vehicle}{opType, select, add{新增} edit{編輯} other{}}保養手冊項目

source: Item name
ar: اسم العنصر
de: Elementname
es: Nombre del elemento
fr: Nom de l'élément
it: Nome voce
ja: 項目名
ko: 항목 이름
pt: Nome do item
ru: Название пункта
zh: 项目名称
zh_hant: 項目名稱

# itemNameHint
source: e.g. Replace oil filter
ar: مثال: تغيير فلتر الزيت
de: z.B. Ölfilter wechseln
es: Ej. Cambiar filtro de aceite
fr: Ex. Remplacer le filtre à huile
it: Es. Sostituire filtro olio
ja: 例：オイルフィルター交換
ko: 예: 오일 필터 교체
pt: Ex: Substituir filtro de óleo
ru: Напр. Замена масляного фильтра
zh: 例如：更换机油滤清器
zh_hant: 例如：更換機油濾清器

# invalidEmptyEntry
source: {entry}: cannot be empty
ar: {entry}: لا يمكن أن يكون فارغاً
de: {entry}: darf nicht leer sein
es: {entry}: no puede estar vacío
fr: {entry} : ne peut pas être vide
it: {entry}: non può essere vuoto
ja: {entry}：空にできません
ko: {entry}: 비워둘 수 없습니다
pt: {entry}: não pode estar vazio
ru: {entry}: не может быть пустым
zh: {entry}: 不能为空
zh_hant: {entry}: 不能為空

# timeHint
source: time (month)
ar: الوقت (شهر)
de: Zeit (Monat)
es: tiempo (mes)
fr: temps (mois)
it: tempo (mesi)
ja: 時間（月）
ko: 시간 (월)
pt: tempo (mês)
ru: время (мес.)
zh: 时间 (月)
zh_hant: 時間 (月)

# mileageHint
source: mileage ({unit})
ar: المسافة ({unit})
de: Kilometerstand ({unit})
es: kilometraje ({unit})
fr: kilométrage ({unit})
it: chilometraggio ({unit})
ja: 走行距離（{unit}）
ko: 주행 거리 ({unit})
pt: quilometragem ({unit})
ru: пробег ({unit})
zh: 里程 (km)
zh_hant: 里程 ({unit})

# firstTimeHint
source: first time (month)
ar: الوقت الأول (شهر)
de: erstes Mal (Monat)
es: primera vez (mes)
fr: première fois (mois)
it: prima volta (mesi)
ja: 初回時間（月）
ko: 최초 시간 (월)
pt: primeira vez (mês)
ru: первый раз (мес.)
zh: 首次时间 (月)
zh_hant: 首次時間 (月)

# firstMileageHint
source: first mileage ({unit})
ar: المسافة الأولى ({unit})
de: erster Kilometerstand ({unit})
es: primer kilometraje ({unit})
fr: premier kilométrage ({unit})
it: primo chilometraggio ({unit})
ja: 初回走行距離（{unit}）
ko: 최초 주행 거리 ({unit})
pt: primeira quilometragem ({unit})
ru: первый пробег ({unit})
zh: 首次里程 (km)
zh_hant: 首次里程 ({unit})

source: Notes
ar: ملاحظات
de: Notizen
es: Notas
it: Note
ja: メモ
ko: 메모
pt: Notas
ru: Заметки
zh: 备注
zh_hant: 備註

# noteMaintenanceItemHint
source: e.g. Use specific part model, or special notes
ar: مثال: استخدم طراز قطعة معين، أو ملاحظات خاصة
de: z.B. Bestimmtes Modell verwenden, besondere Hinweise
es: Ej. Usar modelo de pieza específico, o notas especiales
fr: Ex. Utiliser un modèle de pièce spécifique, ou notes spéciales
it: Es. Usa modello specifico, note speciali
ja: 例：特定の部品モデルを使用、特記事項
ko: 예: 특정 부품 모델 사용, 특이 사항
pt: Ex: Usar modelo de peça específico, ou notas especiais
ru: Напр. Использовать деталь X, особые заметки
zh: 例如：使用特定型号配件，或注意事项
zh_hant: 例如：使用特定型號配件，或注意事項

# addEditButtonText
source: {opType, select, add{Add} edit{Save changes} other{}}
ar: {opType, select, add{إضافة} edit{حفظ التغييرات} other{}}
de: {opType, select, add{Hinzufügen} edit{Speichern} other{}}
es: {opType, select, add{Añadir} edit{Guardar cambios} other{}}
fr: {opType, select, add{Ajouter} edit{Enregistrer} other{}}
it: {opType, select, add{Aggiungi} edit{Salva modifiche} other{}}
ja: {opType, select, add{追加} edit{保存} other{}}
ko: {opType, select, add{추가} edit{저장} other{}}
pt: {opType, select, add{Adicionar} edit{Guardar alterações} other{}}
ru: {opType, select, add{Добавить} edit{Сохранить} other{}}
zh: {opType, select, add{添加} edit{保存更改} other{}}
zh_hant: {opType, select, add{新增} edit{儲存更改} other{}}

source: Maintenance date
ar: تاريخ الصيانة
de: Wartungsdatum
es: Fecha de mantenimiento
fr: Date d'entretien
it: Data manutenzione
ja: メンテナンス日
ko: 정비 날짜
pt: Data da manutenção
ru: Дата ТО
zh: 保养日期
zh_hant: 保養日期

source: Maintenance items
ar: عناصر الصيانة
de: Wartungselemente
es: Elementos de mantenimiento
fr: Éléments d'entretien
it: Voci di manutenzione
ja: メンテナンス項目
ko: 정비 항목
pt: Itens de manutenção
ru: Пункты ТО
zh: 保养项目
zh_hant: 保養項目

# updateMileageTitle
source: Update mileage?
ar: تحديث المسافة؟
de: Kilometerstand aktualisieren?
es: ¿Actualizar kilometraje?
fr: Mettre à jour le kilométrage ?
it: Aggiornare chilometraggio?
ja: 走行距離を更新しますか？
ko: 주행 거리 업데이트?
pt: Atualizar quilometragem?
ru: Обновить пробег?
zh: 更新车辆里程?
zh_hant: 更新車輛里程?

# updateMileageBody
source: The mileage you entered ({newValue} {unit}) is higher than the current recorded mileage ({oldValue} {unit}) for {vehicleName}. Do you want to update the vehicle's current mileage to {newValue} {unit}?
ar: المسافة التي أدخلتها ({newValue} {unit}) أعلى من المسافة المسجلة حالياً ({oldValue} {unit}) لـ {vehicleName}. هل تريد تحديث المسافة الحالية للمركبة إلى {newValue} {unit}؟
de: Der eingegebene Kilometerstand ({newValue} {unit}) ist höher als der aktuell erfasste Kilometerstand ({oldValue} {unit}) für {vehicleName}. Möchten Sie den aktuellen Kilometerstand des Fahrzeugs auf {newValue} {unit} aktualisieren?
es: El kilometraje que introdujiste ({newValue} {unit}) es superior al kilometraje registrado actual ({oldValue} {unit}) para {vehicleName}. ¿Quieres actualizar el kilometraje actual del vehículo a {newValue} {unit}?
fr: Le kilométrage que vous avez entré ({newValue} {unit}) est supérieur au kilométrage enregistré actuel ({oldValue} {unit}) pour {vehicleName}. Voulez-vous mettre à jour le kilométrage actuel du véhicule à {newValue} {unit} ?
it: Il chilometraggio inserito ({newValue} {unit}) è superiore a quello attuale ({oldValue} {unit}) per {vehicleName}. Vuoi aggiornare il chilometraggio a {newValue} {unit}?
ja: 入力した走行距離（{newValue} {unit}）は、{vehicleName} の現在の記録された走行距離（{oldValue} {unit}）よりも大きいです。 車両の現在の走行距離を {newValue} {unit} に更新しますか？
ko: 입력한 주행 거리({newValue} {unit})가 {vehicleName}의 현재 기록된 주행 거리({oldValue} {unit})보다 높습니다. 차량의 현재 주행 거리를 {newValue} {unit}(으)로 업데이트하시겠습니까?
pt: A quilometragem que introduziu ({newValue} {unit}) é superior à quilometragem registada atual ({oldValue} {unit}) para {vehicleName}. Deseja atualizar a quilometragem atual do veículo para {newValue} {unit}?
ru: Введенный пробег ({newValue} {unit}) больше текущего ({oldValue} {unit}) для {vehicleName}. Обновить пробег до {newValue} {unit}?
zh: 您输入的保养里程 ({newValue}km) 高于{vehicleName}当前记录的里程 ({oldValue}km)。 是否将{vehicleName}的当前里程更新为 {newValue}km？
zh_hant: 您輸入的保養里程 ({newValue} {unit}) 高於{vehicleName}當前記錄的里程 ({oldValue} {unit})。 是否將{vehicleName}的當前里程更新為 {newValue} {unit}？

source: No
ar: لا
de: Nein
fr: Non
ja: いいえ
ko: 아니요
pt: Não
ru: Нет
zh: 否
zh_hant: 否

source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
ko: 예
pt: Sim
ru: Да
zh: 是
zh_hant: 是

# chooseFromPlan
source: Choose from maintenance plan
ar: اختر من خطة الصيانة
de: Aus Wartungsplan wählen
es: Elegir del plan de mantenimiento
fr: Choisir depuis le plan d'entretien
it: Scegli dal piano di manutenzione
ja: メンテナンスプランから選択
ko: 정비 계획에서 선택
pt: Escolher do plano de manutenção
ru: Выбрать из плана ТО
zh: 从保养手册选择
zh_hant: 從保養手冊選擇

# customItemAdded
source: Custom items added
ar: تمت إضافة عناصر مخصصة
de: Benutzerdefinierte Elemente hinzugefügt
es: Elementos personalizados añadidos
fr: Éléments personnalisés ajoutés
it: Voci personalizzate aggiunte
ja: カスタム項目が追加されました
ko: 사용자 지정 항목 추가됨
pt: Itens personalizados adicionados
ru: Добавлены свои пункты
zh: 已添加的自定义项目
zh_hant: 已新增的自定義項目

# customItemAddHint
source: Enter custom maintenance item name
ar: أدخل اسم عنصر الصيانة المخصص
de: Benutzerdefinierten Wartungselementnamen eingeben
es: Introduce el nombre del elemento de mantenimiento personalizado
fr: Entrez le nom de l'élément d'entretien personnalisé
it: Inserisci nome voce personalizzata
ja: カスタムメンテナンス項目名を入力
ko: 사용자 지정 정비 항목 이름 입력
pt: Introduza o nome do item de manutenção personalizado
ru: Введите название своего пункта ТО
zh: 输入自定义保养项目名称
zh_hant: 輸入自定義保養項目名稱

# addEditMaintenanceLog
source: {opType, select, add{Log maintenance} edit{Edit maintenance log} other{}}
ar: {opType, select, add{تسجيل} edit{تعديل سجل} other{}} الصيانة
de: {opType, select, add{Wartung} edit{Wartungsprotokoll} other{}} {opType, select, add{protokollieren} edit{bearbeiten} other{}}
es: {opType, select, add{Registrar} edit{Editar registro de} other{}} mantenimiento
fr: {opType, select, add{Enregistrer} edit{Modifier le journal d'} other{}} entretien
it: {opType, select, add{Registra} edit{Modifica} other{}} manutenzione
ja: メンテナンス記録を{opType, select, add{記録} edit{編集} other{}}
ko: 정비 {opType, select, add{기록} edit{기록 편집} other{}}
pt: {opType, select, add{Registar} edit{Editar registo de} other{}} manutenção
ru: {opType, select, add{Записать} edit{Изменить} other{}} ТО
zh: {opType, select, add{记录保养} edit{编辑保养记录} other{}}
zh_hant: {opType, select, add{記錄保養} edit{編輯保養記錄} other{}}

# addEditMaintenanceLogForVeh
source: {opType, select, add{Log maintenance} edit{Edit maintenance log} other{}} for {vehicle}
ar: {opType, select, add{تسجيل} edit{تعديل سجل} other{}} الصيانة لـ {vehicle}
de: {opType, select, add{Wartung} edit{Wartungsprotokoll} other{}} für {vehicle} {opType, select, add{protokollieren} edit{bearbeiten} other{}}
es: {opType, select, add{Registrar} edit{Editar registro de} other{}} mantenimiento para {vehicle}
fr: {opType, select, add{Enregistrer} edit{Modifier le journal d'} other{}} entretien pour {vehicle}
it: {opType, select, add{Registra} edit{Modifica} other{}} manutenzione per {vehicle}
ja: {vehicle} のメンテナンス記録を{opType, select, add{記録} edit{編集} other{}}
ko: {vehicle}의 정비 {opType, select, add{기록} edit{기록 편집} other{}}
pt: {opType, select, add{Registar} edit{Editar registo de} other{}} manutenção para {vehicle}
ru: {opType, select, add{Записать} edit{Изменить} other{}} ТО для {vehicle}
zh: 为{vehicle}{opType, select, add{添加} edit{编辑} other{}}保养记录
zh_hant: 為{vehicle}{opType, select, add{新增} edit{編輯} other{}}保養記錄

source: Mileage at service
ar: المسافة عند الصيانة
de: Kilometerstand bei Wartung
es: Kilometraje en el servicio
fr: Kilométrage lors de l'entretien
it: Chilometraggio al servizio
ja: サービス時の走行距離
ko: 서비스 시 주행 거리
pt: Quilometragem no serviço
ru: Пробег при ТО
zh: 保养时里程
zh_hant: 保養時里程
