Repository: JeziL/carvita
Catalog: lib/i18n/app_*.arb
Languages: ar, de, es, fr, it, ja, ko, pt, ru, zh, zh_hant

source: Choose from gallery
ar: اختر من المعرض
de: Aus Galerie wählen
es: Elegir de la galería
fr: Choisir depuis la galerie
it: Scegli da galleria
ja: ギャラリーから選択
ko: 갤러리에서 선택
pt: Escolher da galeria
ru: Выбрать из галереи
zh: 从图库选择
zh_hant: 從相簿選擇

source: Take photo
ar: التقط صورة
de: Foto aufnehmen
es: Tomar foto
fr: Prendre une photo
it: Scatta foto
ja: 写真を撮る
ko: 사진 촬영
pt: Tirar foto
ru: Сделать фото
zh: 拍照
zh_hant: 拍照

source: Remove photo
ar: إزالة الصورة
de: Foto entfernen
es: Quitar foto
fr: Supprimer la photo
it: Rimuovi foto
ja: 写真を削除
ko: 사진 제거
pt: Remover foto
ru: Удалить фото
zh: 移除照片
zh_hant: 移除照片

# addEditVehicle
source: {opType, select, add{Add new vehicle} edit{Edit vehicle info} other{}}
ar: {opType, select, add{إضافة مركبة جديدة} edit{تعديل معلومات المركبة} other{}}
de: {opType, select, add{Neues Fahrzeug} edit{Fahrzeuginfo} other{}} {opType, select, add{hinzufügen} edit{bearbeiten} other{}}
es: {opType, select, add{Añadir nuevo vehículo} edit{Editar info del vehículo} other{}}
fr: {opType, select, add{Ajouter un véhicule} edit{Modifier les infos} other{}}
it: {opType, select, add{Aggiungi veicolo} edit{Modifica info} other{}}
ja: 車両情報を{opType, select, add{追加} edit{編集} other{}}
ko: 차량 정보 {opType, select, add{추가} edit{편집} other{}}
pt: {opType, select, add{Adicionar veículo} edit{Editar info} other{}}
ru: {opType, select, add{Добавить авто} edit{Изменить инфо} other{}}
zh: {opType, select, add{添加新车辆} edit{编辑车辆信息} other{}}
zh_hant: {opType, select, add{新增新車輛} edit{編輯車輛資訊} other{}}

source: Upload vehicle image
ar: تحميل صورة المركبة
de: Fahrzeugbild hochladen
es: Subir imagen del vehículo
fr: Télécharger l'image du véhicule
it: Carica immagine veicolo
ja: 車両画像をアップロード
ko: 차량 이미지 업로드
pt: Carregar imagem do veículo
ru: Загрузить фото авто
zh: 上传车辆照片
zh_hant: 上傳車輛照片

source: Vehicle nickname
ar: اسم المركبة
de: Fahrzeug-Spitzname
es: Apodo del vehículo
fr: Surnom du véhicule
it: Nickname veicolo
ja: 車両ニックネーム
ko: 차량 별명
pt: Nome do veículo
ru: Название авто
zh: 车辆昵称
zh_hant: 車輛暱稱

# vehicleNicknameHint
source: e.g. My Tesla
ar: مثال: سيارتي التيسلا
de: z.B. Mein Tesla
es: Ej. Mi Tesla
fr: Ex. Ma Tesla
it: Es. La mia Tesla
ja: 例：マイテスラ
ko: 예: 내 테슬라
pt: Ex: O meu Tesla
ru: Напр. Моя Тесла
zh: 例如：我的特斯拉
zh_hant: 例如：我的 Tesla

# boughtDate
source: Purchase date
ar: تاريخ الشراء
de: Kaufdatum
es: Fecha de compra
fr: Date d'achat
it: Data acquisto
ja: 購入日
ko: 구매 날짜
pt: Data de compra
ru: Дата покупки
zh: 购买日期
zh_hant: 購買日期

# vehicleModel
source: Model
ar: الطراز
de: Modell
es: Modelo
fr: Modèle
it: Modello
ja: モデル
ko: 모델
pt: Modelo
ru: Модель
zh: 品牌型号
zh_hant: 品牌型號

# vehicleModelHint
source: e.g. Tesla Model 3
ar: مثال: Tesla Model 3
de: z.B. Tesla Model 3
es: Ej. Tesla Model 3
fr: Ex. Tesla Model 3
it: Es. Tesla Model 3
ja: 例：テスラ モデル3
ko: 예: 테슬라 모델 3
pt: Ex: Tesla Model 3
ru: Напр. Tesla Model 3
zh: 例如：特斯拉 Model 3
zh_hant: 例如：Tesla Model 3

# vinHint
source: Vehicle Identification Number
ar: رقم تعريف المركبة
de: Fahrzeug-Identifizierungsnummer
es: Número de Identificación del Vehículo
fr: Numéro d'Identification du Véhicule
it: Numero Identificazione Veicolo
ja: 車両識別番号
ko: 차량 식별 번호
pt: Número de Identificação do Veículo
ru: Идентификационный номер ТС
zh: 车辆唯一识别码
zh_hant: 車輛唯一識別碼

source: Choose vehicle
ar: اختر مركبة
de: Fahrzeug wählen
es: Elegir vehículo
fr: Choisir un véhicule
it: Scegli veicolo
ja: 車両を選択
ko: 차량 선택
pt: Escolher veículo
ru: Выбрать авто
zh: 选择车辆以记录保养
zh_hant: 選擇車輛以記錄保養

source: Unknown model
ar: طراز غير معروف
de: Unbekanntes Modell
es: Modelo desconocido
fr: Modèle inconnu
it: Modello sconosciuto
ja: 不明なモデル
ko: 알 수 없는 모델
pt: Modelo desconhecido
ru: Неизвестная модель
zh: 未知型号
zh_hant: 未知型號

source: Overview
ar: نظرة عامة
de: Übersicht
es: Resumen
fr: Aperçu
it: Panoramica
ja: 概要
ko: 개요
pt: Visão geral
ru: Обзор
zh: 概览
zh_hant: 概覽

# errVehDeleted
source: This vehicle may have been deleted.
ar: قد تكون هذه المركبة قد حذفت.
de: Dieses Fahrzeug wurde möglicherweise gelöscht.
es: Este vehículo puede haber sido eliminado.
fr: Ce véhicule a peut-être été supprimé.
it: Questo veicolo potrebbe essere stato eliminato.
ja: この車両は削除された可能性があります。
ko: 이 차량은 삭제되었을 수 있습니다.
pt: Este veículo pode ter sido eliminado.
ru: Это авто могло быть удалено.
zh: 车辆可能已被删除。
zh_hant: 車輛可能已被刪除。

# deleteConfirmVeh
source: Are you sure you want to delete the vehicle "{itemName}"?
ar: هل أنت متأكد أنك تريد حذف المركبة "{itemName}"؟
de: Möchten Sie das Fahrzeug "{itemName}" wirklich löschen?
es: ¿Estás seguro de que quieres eliminar el vehículo "{itemName}"?
fr: Êtes-vous sûr de vouloir supprimer le véhicule "{itemName}" ?
it: Eliminare il veicolo "{itemName}"?
ja: 車両「{itemName}」を削除しますか？
ko: 차량 "{itemName}"을(를) 삭제하시겠습니까?
pt: Tem a certeza de que quer eliminar o veículo "{itemName}"?
ru: Удалить авто "{itemName}"?
zh: 您确定要删除车辆 "{itemName}" 吗？
zh_hant: 您確定要刪除車輛 "{itemName}" 嗎？

# emptyVehicle
source: No vehicle yet. Tap the bottom right button to get started!
ar: لا توجد مركبات بعد. اضغط على الزر الأيمن السفلي للبدء!
de: Noch kein Fahrzeug. Tippen Sie unten rechts!
es: Aún no hay vehículos. ¡Toca el botón inferior derecho para empezar!
fr: Aucun véhicule pour l'instant. Appuyez sur le bouton en bas à droite pour commencer !
it: Nessun veicolo. Premi il pulsante in basso a destra!
ja: 車両がありません。 右下のボタンをタップして開始してください！
ko: 차량이 없습니다. 오른쪽 하단 버튼을 탭하여 시작하세요!
pt: Ainda não há veículos. Toque no botão inferior direito para começar!
ru: Нет авто. Нажмите кнопку справа внизу.
zh: 您还没有添加任何车辆。 点击右下角按钮开始添加吧！
zh_hant: 您還沒有新增任何車輛。 點選右下角按鈕開始新增吧！

source: General
ar: عام
de: Allgemein
fr: Général
it: Generale
ja: 一般
ko: 일반
pt: Geral
ru: Общие
zh: 通用
zh_hant: 通用

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt: Idioma
ru: Язык
zh: 语言
zh_hant: 語言

# languageFollowSystem
source: System
ar: النظام
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
pt: Sistema
ru: Системный
zh: 跟随系统
zh_hant: 跟隨系統

source: Choose language
ar: اختر اللغة
de: Sprache wählen
es: Elegir idioma
fr: Choisir la langue
it: Scegli lingua
ja: 言語を選択
ko: 언어 선택
pt: Escolher idioma
ru: Выбрать язык
zh: 选择语言
zh_hant: 選擇語言

source: Choose mileage unit
ar: اختر وحدة المسافة
de: Einheit wählen
es: Elegir unidad de kilometraje
fr: Choisir l'unité de kilométrage
it: Scegli unità chilometraggio
ja: 走行距離単位を選択
ko: 주행 거리 단위 선택
pt: Escolher unidade de quilometragem
ru: Выбрать ед. пробега
zh_hant: 選擇里程單位

# mileageUnitLabel
source: Mileage unit
ar: وحدة المسافة
de: Einheit für Kilometerstand
es: Unidad de kilometraje
fr: Unité de kilométrage
it: Unità chilometraggio
ja: 走行距離単位
ko: 주행 거리 단위
pt: Unidade de quilometragem
ru: Ед. пробега
zh_hant: 里程單位

# mileageUnit
source: {unit, select, km{Kilometers (km)} mi{Miles (mi)} other{}}
ar: {unit, select, km{كيلومتر (كم)} mi{ميل (ميل)} other{}}
de: {unit, select, km{Kilometer (km)} mi{Meilen (mi)} other{}}
es: {unit, select, km{Kilómetros (km)} mi{Millas (mi)} other{}}
fr: {unit, select, km{Kilomètres (km)} mi{Miles (mi)} other{}}
it: {unit, select, km{Chilometri (km)} mi{Miglia (mi)} other{}}
ja: {unit, select, km{キロメートル (km)} mi{マイル (mi)} other{}}
ko: {unit, select, km{킬로미터 (km)} mi{마일 (mi)} other{}}
pt: {unit, select, km{Quilómetros (km)} mi{Milhas (mi)} other{}}
ru: {unit, select, km{Километры (км)} mi{Мили (ми)} other{}}
zh_hant: {unit, select, km{公里 (km)} mi{英里 (mi)} other{}}

source: Open source licenses
ar: تراخيص المصادر المفتوحة
de: Open-Source-Lizenzen
es: Licencias de código abierto
fr: Licences open source
it: Licenze open source
ja: オープンソースライセンス
ko: 오픈소스 라이선스
pt: Licenças de código aberto
ru: Лицензии Open Source
zh_hant: 開源許可證

# nMileage
source: {count} {unit}
zh: {count} km
