Repository: JeziL/carvita
Catalog: lib/i18n/app_*.arb
Languages: ar, de, es, fr, it, ja, ko, pt, ru, zh, zh_hant

source: Cost
ar: التكلفة
de: Kosten
es: Costo
fr: Coût
it: Costo
ja: 費用
ko: 비용
pt: Custo
ru: Стоимость
zh: 花费金额
zh_hant: 花費金額

# notesMLogHint
source: e.g. Replaced with XX brand parts, location
ar: مثال: تم الاستبدال بقطع غيار ماركة XX، الموقع
de: z.B. Mit Teilen der Marke XX ersetzt, Ort
es: Ej. Reemplazado con piezas de marca XX, ubicación
fr: Ex. Remplacé par des pièces de marque XX, emplacement
it: Es. Sostituito con ricambi XX, luogo
ja: 例：XXブランドの部品に交換、場所
ko: 예: XX 브랜드 부품으로 교체, 장소
pt: Ex: Substituído por peças da marca XX, local
ru: Напр. Заменено на XX, место
zh: 例如：更换了XX品牌配件，地点...
zh_hant: 例如：更換了XX品牌配件，地點...

source: All vehicles
ar: كل المركبات
de: Alle Fahrzeuge
es: Todos los vehículos
fr: Tous les véhicules
it: Tutti i veicoli
ja: すべての車両
ko: 모든 차량
pt: Todos os veículos
ru: Все авто
zh: 所有车辆
zh_hant: 所有車輛

source: Upcoming maintenance
ar: الصيانة القادمة
de: Anstehende Wartung
es: Próximo mantenimiento
fr: Entretien à venir
it: Manutenzione imminente
ja: 今後のメンテナンス
ko: 예정된 정비
pt: Manutenção futura
ru: Предстоящее ТО
zh: 保养清单
zh_hant: 保養清單

source: Filter by vehicle
ar: تصفية حسب المركبة
de: Nach Fahrzeug filtern
es: Filtrar por vehículo
fr: Filtrer par véhicule
it: Filtra per veicolo
ja: 車両でフィルタ
ko: 차량별 필터
pt: Filtrar por veículo
ru: Фильтр по авто
zh: 按车辆筛选
zh_hant: 按車輛篩選

# nextYear
source: Next 1 year
ar: السنة القادمة
de: Nächstes Jahr
es: Próximo año
fr: Prochaine année
it: Prossimo anno
ja: 今後1年
ko: 향후 1년
pt: Próximo ano
ru: Следующий год
zh: 未来一年
zh_hant: 未來一年

source: This week
ar: هذا الأسبوع
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana
ja: 今週
ko: 이번 주
pt: Esta semana
ru: Эта неделя
zh: 本周
zh_hant: 本週

source: This month
ar: هذا الشهر
de: Dieser Monat
es: Este mes
fr: Ce mois-ci
it: Questo mese
ja: 今月
ko: 이번 달
pt: Este mês
ru: Этот месяц
zh: 本月
zh_hant: 本月

# maintenanceListEmpty
source: No upcoming maintenance items.
ar: لا توجد عناصر صيانة قادمة.
de: Keine anstehenden Wartungselemente.
es: No hay próximos elementos de mantenimiento.
fr: Aucun élément d'entretien à venir.
it: Nessuna voce di manutenzione imminente.
ja: 今後のメンテナンス項目はありません。
ko: 예정된 정비 항목이 없습니다.
pt: Nenhum item de manutenção futuro.
ru: Нет предстоящих пунктов ТО.
zh: 暂无即将进行的保养项目。
zh_hant: 暫無即將進行的保養項目。

# maintenanceListEmptyAfterFilter
source: No maintenance items match the current filters.
ar: لا توجد عناصر صيانة تطابق الفلاتر الحالية.
de: Keine Wartungselemente entsprechen den aktuellen Filtern.
es: Ningún elemento de mantenimiento coincide con los filtros actuales.
fr: Aucun élément d'entretien ne correspond aux filtres actuels.
it: Nessuna voce corrisponde ai filtri.
ja: 現在のフィルタに一致するメンテナンス項目はありません。
ko: 현재 필터와 일치하는 정비 항목이 없습니다.
pt: Nenhum item de manutenção corresponde aos filtros atuais.
ru: Нет пунктов ТО по фильтрам.
zh: 当前筛选条件下没有保养项目。
zh_hant: 當前篩選條件下沒有保養項目。

source: Status
ar: الحالة
es: Estado
fr: Statut
it: Stato
ja: ステータス
ko: 상태
pt: Estado
ru: Статус
zh: 状态
zh_hant: 狀態

source: Estimated
ar: مقدر
de: Geschätzt
es: Estimado
fr: Estimé
it: Stimato
ja: 推定
ko: 예상
pt: Estimado
ru: Примерно
zh: 预计
zh_hant: 預計

source: Loading...
ar: جار التحميل...
de: Wird geladen...
es: Cargando...
fr: Chargement...
it: Caricamento...
ja: 読み込み中...
ko: 로드 중...
pt: A carregar...
ru: Загрузка...
zh: 加载中
zh_hant: 載入中

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de Confidentialité
it: Informativa sulla Privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt: Política de Privacidade
ru: Политика конфиденциальности
zh: 隐私政策
zh_hant: 隱私政策

# privacyHeadline
source: Your data is stored entirely on your local device
ar: بياناتك مخزنة بالكامل على جهازك المحلي
de: Ihre Daten werden vollständig auf Ihrem lokalen Gerät gespeichert
es: Tus datos se almacenan completamente en tu dispositivo local
fr: Vos données sont stockées entièrement sur votre appareil local
it: I tuoi dati sono archiviati solo sul tuo dispositivo
ja: データはローカルデバイスにのみ保存されます
ko: 데이터는 로컬 장치에만 저장됩니다
pt: Os seus dados são armazenados inteiramente no seu dispositivo local
ru: Ваши данные хранятся локально
zh: 您的数据完全存储于本地设备上
zh_hant: 您的資料完全儲存於本地裝置上

# privacyLocalStorage
source: None of your data is uploaded to the cloud â€” in fact, the app does not even have Internet access
ar: لا يتم تحميل أي من بياناتك إلى السحابة - في الواقع، التطبيق ليس لديه حتى وصول إلى الإنترنت
de: Keine Ihrer Daten werden in die Cloud hochgeladen – tatsächlich hat die App nicht einmal Internetzugang
es: Ninguno de tus datos se sube a la nube; de hecho, la aplicación ni siquiera tiene acceso a Internet
fr: Aucune de vos données n'est téléchargée sur le cloud - en fait, l'application n'a même pas accès à Internet
it: Nessun dato viene caricato sul cloud, l'app non ha accesso a Internet
ja: データはクラウドにアップロードされません。アプリはインターネットにアクセスしません
ko: 데이터는 클라우드에 업로드되지 않으며 앱은 인터넷에 접속하지 않습니다
pt: Nenhum dos seus dados é carregado para a nuvem — na verdade, a aplicação nem sequer tem acesso à Internet
ru: Данные не загружаются в облако, у приложения нет доступа в Интернет
zh: 您的所有数据都不会被上传到云端，事实上，这个应用甚至没有网络权限
zh_hant: 您的所有資料都不會被上傳到雲端，事實上，這個應用甚至沒有網路權限

# privacyControl
source: You have full control over your data. Exporting, backing up, and deleting it is entirely up to you
ar: لديك سيطرة كاملة على بياناتك. تصديرها، نسخها احتياطياً، وحذفها يعود إليك بالكامل
de: Sie haben die volle Kontrolle über Ihre Daten. Exportieren, Sichern und Löschen liegt ganz bei Ihnen
es: Tienes control total sobre tus datos. Exportarlos, hacer copias de seguridad y eliminarlos depende totalmente de ti
fr: Vous avez un contrôle total sur vos données. L'exportation, la sauvegarde et la suppression dépendent entièrement de vous
it: Hai il pieno controllo: esporta, esegui backup, elimina
ja: データのエクスポート、バックアップ、削除は自由に行えます
ko: 데이터 내보내기, 백업, 삭제는 사용자에게 달려 있습니다
pt: Você tem controlo total sobre os seus dados. Exportar, fazer cópias de segurança e eliminá-los depende inteiramente de si
ru: Вы полностью контролируете данные: экспорт, бэкап, удаление
zh: 您将完全控制您的数据，导出、备份、删除都由您全权负责
zh_hant: 您將完全控制您的資料，匯出、備份、刪除都由您全權負責

source: Not set
ar: غير محدد
de: Nicht festgelegt
es: No establecido
fr: Non défini
it: Non impostato
ja: 未設定
ko: 설정 안 됨
pt: Não definido
ru: Не задано
zh: 未设置
zh_hant: 未設定

source: Default vehicle
ar: المركبة الافتراضية
de: Standardfahrzeug
es: Vehículo predeterminado
fr: Véhicule par défaut
it: Veicolo predefinito
ja: デフォルト車両
ko: 기본 차량
pt: Veículo padrão
ru: Авто по умолчанию
zh: 默认车辆
zh_hant: 預設車輛

source: Choose default vehicle
ar: اختر المركبة الافتراضية
de: Standardfahrzeug wählen
es: Elegir vehículo predeterminado
fr: Choisir le véhicule par défaut
it: Scegli veicolo predefinito
ja: デフォルト車両を選択
ko: 기본 차량 선택
pt: Escolher veículo padrão
ru: Выбрать авто по умолчанию
zh: 选择默认车辆
zh_hant: 選擇預設車輛

# clearDefault
source: Clear
ar: مسح
de: Löschen
es: Limpiar
fr: Effacer
it: Cancella
ja: クリア
ko: 지우기
pt: Limpar
ru: Очистить
zh: 清除默认
zh_hant: 清除預設

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
zh: 取消
zh_hant: 取消

source: Choose threshold
ar: اختر الحد
de: Schwelle wählen
es: Elegir umbral
fr: Choisir le seuil
it: Scegli soglia
ja: しきい値を選択
ko: 임계값 선택
pt: Escolher limite
ru: Выбрать порог
zh: 选择阈值
zh_hant: 選擇閾值

# chooseDisplayItemCount
source: Choose items count
ar: اختر عدد العناصر
de: Anzahl Elemente wählen
es: Elegir número de elementos
fr: Choisir le nombre d'éléments
it: Scegli numero voci
ja: 表示項目数を選択
ko: 항목 수 선택
pt: Escolher número de itens
ru: Выбрать кол-во
zh: 选择显示项目数
zh_hant: 選擇顯示項目數

# itemCount
source: {count, plural, =1{1 item} other{{count} items}}
ar: {count, plural, =1{عنصر واحد} =2{عنصران} few{{count} عناصر} many{{count} عنصراً} other{{count} عنصراً}}
de: {count, plural, =1{1 Element} other{{count} Elemente}}
es: {count, plural, =1{1 elemento} other{{count} elementos}}
fr: {count, plural, =1{1 élément} other{{count} éléments}}
it: {count, plural, =1{1 voce} other{{count} voci}}
ja: {count}件
ko: {count}개 항목
pt: {count, plural, =1{1 item} other{{count} itens}}
ru: {count, plural, =1{1 пункт} few{{count} пункта} many{{count} пунктов} other{{count} пункта}}
zh: {count} 个
zh_hant: {count} 個

# exportPrepare
source: Preparing export...
ar: جار تحضير التصدير...
de: Export wird vorbereitet...
es: Preparando exportación...
fr: Préparation de l'exportation...
it: Preparazione esportazione...
ja: エクスポート準備中...
ko: 내보내기 준비 중...
pt: A preparar exportação...
ru: Подготовка экспорта...
zh: 正在准备导出数据...
zh_hant: 正在準備匯出資料...

# errDBNotFound
source: Database not found
ar: لم يتم العثور على قاعدة البيانات
de: Datenbank nicht gefunden
es: Base de datos no encontrada
fr: Base de données non trouvée
it: Database non trovato
ja: データベースが見つかりません
ko: 데이터베이스를 찾을 수 없음
pt: Base de dados não encontrada
ru: База данных не найдена
zh: 数据库文件未找到
zh_hant: 資料庫檔案未找到

# exportSuccess
source: Export successful
ar: تم التصدير بنجاح
de: Export erfolgreich
es: Exportación exitosa
fr: Exportation réussie
it: Esportazione riuscita
ja: エクスポート成功
ko: 내보내기 성공
pt: Exportação bem-sucedida
ru: Экспорт успешен
zh: 数据已成功导出
zh_hant: 資料已成功匯出

source: Export cancelled
ar: تم إلغاء التصدير
de: Export abgebrochen
es: Exportación cancelada
fr: Exportation annulée
it: Esportazione annullata
ja: エクスポートがキャンセルされました
ko: 내보내기 취소됨
pt: Exportação cancelada
ru: Экспорт отменен
zh: 导出操作已取消
zh_hant: 導出操作已取消

source: Restore data
ar: استعادة البيانات
de: Daten wiederherstellen
es: Restaurar datos
fr: Restaurer les données
it: Ripristina dati
ja: データを復元
ko: 데이터 복원
pt: Restaurar dados
ru: Восстановить данные
zh: 恢复数据
zh_hant: 恢復資料

# restoreWarningTitle
source: Warning: Restore data
ar: تحذير: استعادة البيانات
de: Warnung: Daten wiederherstellen
es: Advertencia: Restaurar datos
fr: Avertissement : Restaurer les données
it: Attenzione: Ripristina dati
ja: 警告：データを復元
ko: 경고: 데이터 복원
pt: Aviso: Restaurar dados
ru: Внимание: Восстановление
zh: 警告：恢复数据
zh_hant: 警告：恢復資料

# restoreWarningBody
source: This will overwrite all current app data with the selected file and cannot be undone. It is strongly recommended that you export your current data as a backup before proceeding. Are you sure you want to continue?
ar: سيؤدي هذا إلى الكتابة فوق جميع بيانات التطبيق الحالية بالملف المحدد ولا يمكن التراجع عنه. يوصى بشدة بتصدير بياناتك الحالية كنسخة احتياطية قبل المتابعة. هل أنت متأكد أنك تريد المتابعة؟
de: Dies überschreibt alle aktuellen App-Daten mit der ausgewählten Datei und kann nicht rückgängig gemacht werden. Es wird dringend empfohlen, Ihre aktuellen Daten vor dem Fortfahren als Backup zu exportieren. Möchten Sie wirklich fortfahren?
es: Esto sobrescribirá todos los datos actuales de la aplicación con el archivo seleccionado y no se puede deshacer. Se recomienda encarecidamente que exportes tus datos actuales como copia de seguridad antes de proceder. ¿Estás seguro de que quieres continuar?
fr: Cela écrasera toutes les données actuelles de l'application avec le fichier sélectionné et ne pourra pas être annulé. Il est fortement recommandé d'exporter vos données actuelles comme sauvegarde avant de continuer. Êtes-vous sûr de vouloir continuer ?
it: Questo sovrascriverà tutti i dati attuali con il file selezionato (irreversibile). Si consiglia di esportare i dati attuali come backup prima di procedere. Continuare?
ja: 現在のアプリデータが選択したファイルで上書きされます（元に戻せません）。 続行する前に現在のデータをバックアップすることを強くお勧めします。 続行しますか？
ko: 현재 앱 데이터가 선택한 파일로 덮어쓰여지며 되돌릴 수 없습니다. 진행하기 전에 현재 데이터를 백업하는 것이 좋습니다. 계속하시겠습니까?
pt: Isto irá sobrescrever todos os dados atuais da aplicação com o ficheiro selecionado e não pode ser desfeito. Recomenda-se vivamente que exporte os seus dados atuais como cópia de segurança antes de continuar. Tem a certeza de que quer continuar?
ru: Это перезапишет все текущие данные выбранным файлом (нельзя отменить). Рекомендуется сделать бэкап перед продолжением. Продолжить?
zh: 此操作将使用您选择的文件覆盖当前所有应用数据，且操作不可撤销。 强烈建议您在操作前导出当前数据作为备份。 确定要继续吗？
zh_hant: 此操作將使用您選擇的檔案覆蓋當前所有應用資料，且操作不可撤銷。 強烈建議您在操作前匯出當前資料作為備份。 確定要繼續嗎？

# chooseDBFile
source: Choose database file...
ar: اختر ملف قاعدة البيانات...
de: Datenbankdatei wählen...
es: Elegir archivo de base de datos...
fr: Choisir le fichier de base de données...
it: Scegli file database...
ja: データベースファイルを選択...
ko: 데이터베이스 파일 선택...
pt: Escolher ficheiro de base de dados...
ru: Выбрать файл БД...
zh: 请选择数据库备份文件...
zh_hant: 請選擇資料庫備份檔案...

# restoreSuccessTitle
source: Restore successful
ar: تمت الاستعادة بنجاح
de: Wiederherstellung erfolgreich
es: Restauración exitosa
fr: Restauration réussie
it: Ripristino riuscito
ja: 復元成功
ko: 복원 성공
pt: Restauração bem-sucedida
ru: Восстановление успешно
zh: 恢复成功
zh_hant: 恢復成功

# restoreSuccessBody
source: Data has been successfully restored! To ensure all changes take effect, please restart the app.
ar: تمت استعادة البيانات بنجاح! لضمان تطبيق جميع التغييرات، يرجى إعادة تشغيل التطبيق.
de: Daten wurden erfolgreich wiederhergestellt! Bitte starten Sie die App neu, damit alle Änderungen wirksam werden.
es: ¡Los datos se han restaurado correctamente! Para asegurar que todos los cambios surtan efecto, por favor reinicia la aplicación.
fr: Les données ont été restaurées avec succès ! Pour que toutes les modifications prennent effet, veuillez redémarrer l'application.
it: Dati ripristinati! Riavvia l'app per applicare le modifiche.
ja: データが正常に復元されました！ 変更を反映するには、アプリを再起動してください。
ko: 데이터가 성공적으로 복원되었습니다! 변경 사항을 적용하려면 앱을 다시 시작하세요.
pt: Os dados foram restaurados com sucesso! Para garantir que todas as alterações tenham efeito, por favor reinicie a aplicação.
ru: Данные успешно восстановлены! Перезапустите приложение.
zh: 数据已成功恢复！ 为了确保所有更改生效，请退出并重新启动应用程序。
zh_hant: 資料已成功恢復！ 為了確保所有更改生效，請退出並重新啟動應用程式。

# exitButton
source: Exit
ar: خروج
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: 終了
ko: 나가기
pt: Sair
ru: Выход
zh: 好的，退出应用
zh_hant: 好的，退出應用

source: Import cancelled
ar: تم إلغاء الاستيراد
de: Import abgebrochen
es: Importación cancelada
fr: Importation annulée
it: Importazione annullata
ja: インポートがキャンセルされました
ko: 가져오기 취소됨
pt: Importação cancelada
ru: Импорт отменен
zh: 未选择文件或文件路径无效
zh_hant: 未選擇檔案或檔案路徑無效

# chooseLeadTime
source: Choose notification time
ar: اختر وقت الإشعار
de: Benachrichtigungszeit wählen
es: Elegir tiempo de notificación
fr: Choisir le délai de notification
it: Scegli tempo notifica
ja: 通知時間を選択
ko: 알림 시간 선택
pt: Escolher tempo de notificação
ru: Выбрать время уведомления
zh: 选择提醒提前天数
zh_hant: 選擇提醒提前天數

source: Notification
ar: الإشعارات
de: Benachrichtigung
es: Notificación
it: Notifiche
ja: 通知
ko: 알림
pt: Notificação
ru: Уведомления
zh: 通知
zh_hant: 通知

# notificationEnabled
source: Enabled
ar: مفعل
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato
ja: 有効
ko: 활성화됨
pt: Ativado
ru: Включено
zh: 保养提醒
zh_hant: 保養提醒

# errNotificationPermission
source: Please enable notifications in your system settings.
ar: يرجى تمكين الإشعارات في إعدادات النظام.
de: Bitte aktivieren Sie Benachrichtigungen in Ihren Systemeinstellungen.
es: Por favor, habilita las notifications en los ajustes de tu sistema.
fr: Veuillez activer les notifications dans les paramètres de votre système.
it: Abilita le notifiche nelle impostazioni.
ja: システム設定で通知を有効にしてください。
ko: 시스템 설정에서 알림을 활성화하세요.
pt: Por favor, ative as notificações nas configurações do seu sistema.
ru: Включите уведомления в настройках.
zh: 请在系统设置中允许通知。
zh_hant: 請在系統設定中允許通知。

# reminderDisplayItemCount
source: Number of reminder items
ar: عدد عناصر التذكير
de: Anzahl Erinnerungen
es: Número de recordatorios
fr: Nombre de rappels
it: Numero promemoria
ja: リマインダー表示数
ko: 리마인더 항목 수
pt: Número de lembretes
ru: Кол-во напоминаний
zh: 到期提醒显示项目数
zh_hant: 到期提醒顯示項目數

source: Data
ar: البيانات
de: Daten
es: Datos
fr: Données
it: Dati
ja: データ
ko: 데이터
pt: Dados
ru: Данные
zh: 数据
zh_hant: 資料

source: Export data
ar: تصدير البيانات
de: Daten exportieren
es: Exportar datos
fr: Exporter les données
it: Esporta dati
ja: データをエクスポート
ko: 데이터 내보내기
pt: Exportar dados
ru: Экспорт данных
zh: 导出数据
zh_hant: 匯出資料

source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
it: Informazioni
ja: 概要
ko: 정보
pt: Sobre
ru: О приложении
zh: 关于
zh_hant: 關於

# appVersionEntry
source: App version
ar: إصدار التطبيق
es: Versión de la app
fr: Version de l'app
it: Versione app
ja: アプリバージョン
ko: 앱 버전
pt: Versão da app
ru: Версия
zh: 应用版本
zh_hant: 應用版本

source: Confirm delete
ar: تأكيد الحذف
de: Löschen bestätigen
es: Confirmar eliminación
fr: Confirmer la suppression
it: Conferma eliminazione
ja: 削除を確認
ko: 삭제 확인
pt: Confirmar eliminação
ru: Подтвердить удаление
zh: 确认删除
zh_hant: 確認刪除

# deleteConfirmMPlan
source: Are you sure you want to delete the maintenance plan item "{itemName}"?
ar: هل أنت متأكد أنك تريد حذف عنصر خطة الصيانة "{itemName}"؟
de: Möchten Sie das Wartungsplanelement "{itemName}" wirklich löschen?
es: ¿Estás seguro de que quieres eliminar el elemento del plan de mantenimiento "{itemName}"?
fr: Êtes-vous sûr de vouloir supprimer l'élément du plan d'entretien "{itemName}" ?
it: Eliminare la voce "{itemName}" dal piano di manutenzione?
ja: メンテナンスプラン項目「{itemName}」を削除しますか？
ko: 정비 계획 항목 "{itemName}"을(를) 삭제하시겠습니까?
pt: Tem a certeza de que quer eliminar o item do plano de manutenção "{itemName}"?
ru: Удалить пункт плана ТО "{itemName}"?
zh: 您确定要删除保养项目"{itemName}"吗?
zh_hant: 您確定要刪除保養項目"{itemName}"嗎?

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt: Eliminar
ru: Удалить
zh: 删除
zh_hant: 刪除

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
pt: Editar
ru: Изменить
zh: 编辑
zh_hant: 編輯

# everyNMileage
source: Every {count} {unit}
ar: كل {count} {unit}
de: Alle {count} {unit}
es: Cada {count} {unit}
fr: Tous les {count} {unit}
it: Ogni {count} {unit}
ja: {count}{unit}ごと
ko: 매 {count} {unit}
pt: A cada {count} {unit}
ru: Каждые {count} {unit}
zh: 每 {count} km
zh_hant: 每 {count} {unit}

# everyNMonth
source: Every {count, plural, =1{1 month} other{{count} months}}
ar: كل {count, plural, =1{شهر واحد} =2{شهران} few{{count} أشهر} many{{count} شهراً} other{{count} شهراً}}
de: Alle {count, plural, =1{1 Monat} other{{count} Monate}}
es: Cada {count, plural, =1{1 mes} other{{count} meses}}
fr: Tous les {count, plural, =1{1 mois} other{{count} mois}}
it: Ogni {count, plural, =1{1 mese} other{{count} mesi}}
ja: {count}ヶ月ごと
ko: 매 {count}개월
pt: A cada {count, plural, =1{1 mês} other{{count} meses}}
ru: Каждые {count, plural, =1{1 месяц} few{{count} месяца} many{{count} месяцев} other{{count} месяца}}
zh: 每 {count} 个月
zh_hant: 每 {count} 個月

# nMonth
source: {count, plural, =1{1 month} other{{count} months}}
ar: {count, plural, =1{شهر واحد} =2{شهران} few{{count} أشهر} many{{count} شهراً} other{{count} شهراً}}
de: {count, plural, =1{1 Monat} other{{count} Monate}}
es: {count, plural, =1{1 mes} other{{count} meses}}
fr: {count, plural, =1{1 mois} other{{count} mois}}
it: {count, plural, =1{1 mese} other{{count} mesi}}
ja: {count}ヶ月
ko: {count}개월
pt: {count, plural, =1{1 mês} other{{count} meses}}
ru: {count, plural, =1{1 месяц} few{{count} месяца} many{{count} месяцев} other{{count} месяца}}
zh: {count} 个月
zh_hant: {count} 個月

# maintenancePlanShort
source: Plan
ar: الخطة
it: Piano
ja: プラン
ko: 계획
pt: Plano
ru: План
zh: 保养手册
zh_hant: 保養手冊

source: Maintenance plan
ar: خطة الصيانة
de: Wartungsplan
es: Plan de mantenimiento
fr: Plan d'entretien
it: Piano di manutenzione
ja: メンテナンスプラン
ko: 정비 계획
pt: Plano de manutenção
ru: План ТО
zh: 保养手册
zh_hant: 保養手冊

# addMPlan
source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pt: Adicionar
ru: Добавить
zh: 添加项目
zh_hant: 新增項目

# emptyMPlan
source: No maintenance manual items yet. Tap "{addBtnLabel}" in the top right to get started!
ar: لا توجد عناصر دليل صيانة بعد. اضغط على "{addBtnLabel}" في الزاوية اليمنى العليا للبدء!
de: Noch keine Wartungsplanelemente. Tippen Sie oben rechts auf "{addBtnLabel}"!
es: Aún no hay elementos del manual de mantenimiento. ¡Toca "{addBtnLabel}" en la esquina superior derecha para empezar!
fr: Aucun élément du manuel d'entretien pour l'instant. Appuyez sur "{addBtnLabel}" en haut à droite pour commencer !
it: Nessuna voce. Premi "{addBtnLabel}" in alto a destra!
ja: メンテナンス項目がありません。 右上の「{addBtnLabel}」をタップして開始してください！
ko: 정비 매뉴얼 항목이 없습니다. 오른쪽 상단의 "{addBtnLabel}"을 탭하여 시작하세요!
pt: Ainda não há itens do manual de manutenção. Toque em "{addBtnLabel}" no canto superior direito para começar!
ru: Нет пунктов. Нажмите "{addBtnLabel}" справа вверху.
zh: 还没有保养手册项目。 点击右上角"{addBtnLabel}"开始吧！
zh_hant: 還沒有保養手冊項目。 點選右上角"{addBtnLabel}"開始吧！

source: Vehicle info
ar: معلومات المركبة
de: Fahrzeuginfo
es: Info del vehículo
fr: Infos véhicule
it: Info veicolo
ja: 車両情報
ko: 차량 정보
pt: Info do veículo
ru: Инфо об авто
zh: 车辆信息
zh_hant: 車輛資訊

# mileageLabelWithUnit
source: Mileage{unit}
ar: المسافة{unit}
de: Kilometerstand{unit}
es: Kilometraje{unit}
fr: Kilométrage{unit}
it: Chilometraggio{unit}
ja: 走行距離{unit}
ko: 주행 거리{unit}
pt: Quilometragem{unit}
ru: Пробег{unit}
zh: 当前里程{unit}
zh_hant: 當前里程{unit}

source: Plate number
ar: رقم اللوحة
de: Kennzeichen
es: Matrícula
fr: Plaque d'immatriculation
it: Targa
ja: ナンバープレート
ko: 차량 번호판
pt: Matrícula
ru: Номерной знак
zh: 车牌号
zh_hant: 車牌號

source: VIN
ar: رقم الهيكل
de: FIN
ja: 車台番号(VIN)
ko: 차대번호(VIN)

source: Engine number
ar: رقم المحرك
de: Motornummer
es: Número de motor
fr: Numéro de moteur
it: Numero motore
ja: エンジン番号
ko: 엔진 번호
pt: Número do motor
ru: Номер двигателя
zh: 发动机号
zh_hant: 發動機號

# deleteConfirmMLog
source: Are you sure you want to delete the maintenance log on {logDate}?
ar: هل أنت متأكد أنك تريد حذف سجل الصيانة في {logDate}؟
de: Möchten Sie das Wartungsprotokoll vom {logDate} wirklich löschen?
es: ¿Estás seguro de que quieres eliminar el registro de mantenimiento del {logDate}?
fr: Êtes-vous sûr de vouloir supprimer le journal d'entretien du {logDate} ?
it: Eliminare il registro manutenzione del {logDate}?
ja: {logDate} のメンテナンス記録を削除しますか？
ko: {logDate}의 정비 기록을 삭제하시겠습니까?
pt: Tem a certeza de que quer eliminar o registo de manutenção de {logDate}?
ru: Удалить запись ТО от {logDate}?
zh: 您确定要删除 {logDate} 的保养记录吗？
zh_hant: 您確定要刪除 {logDate} 的保養記錄嗎？

# maintenanceLogShort
source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
it: Storico
ja: 履歴
ko: 기록
pt: Histórico
ru: История
zh: 保养历史
zh_hant: 保養歷史

# maintenanceLog
source: Service history
ar: سجل الخدمة
de: Serviceverlauf
es: Historial de servicio
fr: Historique d'entretien
it: Storico servizi
ja: サービス履歴
ko: 서비스 기록
pt: Histórico de serviço
ru: История ТО
zh: 保养历史
zh_hant: 保養歷史

# addMLog
source: Log
ar: تسجيل
de: Protokoll.
es: Registrar
fr: Enregistrer
it: Registra
ja: 記録
ko: 기록
pt: Registar
ru: Запись
zh: 记录保养
zh_hant: 記錄保養

# emptyMLog
source: No service history yet. Tap "{addBtnLabel}" in the top right to get started!
ar: لا يوجد سجل خدمة بعد. اضغط على "{addBtnLabel}" في الزاوية اليمنى العليا للبدء!
de: Noch kein Serviceverlauf. Tippen Sie oben rechts auf "{addBtnLabel}"!
es: Aún no hay historial de servicio. ¡Toca "{addBtnLabel}" en la esquina superior derecha para empezar!
fr: Aucun historique d'entretien pour l'instant. Appuyez sur "{addBtnLabel}" en haut à droite pour commencer !
it: Nessuno storico. Premi "{addBtnLabel}" in alto a destra!
ja: サービス履歴がありません。 右上の「{addBtnLabel}」をタップして開始してください！
ko: 서비스 기록이 없습니다. 오른쪽 상단의 "{addBtnLabel}"을 탭하여 시작하세요!
pt: Ainda não há histórico de serviço. Toque em "{addBtnLabel}" no canto superior direito para começar!
ru: Нет истории. Нажмите "{addBtnLabel}" справа вверху.
zh: 还没有保养记录。 点击右上角"{addBtnLabel}"开始吧！
zh_hant: 還沒有保養記錄。 點選右上角"{addBtnLabel}"開始吧！

# serviceItemLabel
source: Items
ar: العناصر
de: Elemente
es: Elementos
fr: Éléments
it: Voci
ja: 項目
ko: 항목
pt: Itens
ru: Пункты
zh: 项目
zh_hant: 項目

# costWithSign
source: Cost: {cost}
ar: التكلفة: {cost}
de: Kosten: {cost}
es: Costo: {cost}
fr: Coût : {cost}
it: Costo: {cost}
ja: 費用：{cost}
ko: 비용: {cost}
pt: Custo: {cost}
ru: Стоимость: {cost}
zh: 费用: {cost}
zh_hant: 費用: {cost}
